{
  "vocabulary": [
    "cyclones",
    "speaks",
    "pangambang",
    "bilyon",
    "bagamat",
    "pagtatago",
    "refloating",
    "tablas",
    "wiper",
    "frustrations",
    "traitorous",
    "pagsusumbong",
    "behavior",
    "nagtitinda",
    "hull",
    "backfloods",
    "malala",
    "p397",
    "nakakataba",
    "kalat",
    "merits",
    "1960s",
    "ignorant",
    "reaksyon",
    "makikibahagi",
    "pediatricians",
    "elkhereji",
    "mwss",
    "tinanghal",
    "followed",
    "makasisira",
    "kalaban",
    "forget",
    "aside",
    "kapulungan",
    "flyweight",
    "karaniwang",
    "tinungo",
    "penthouse",
    "contending",
    "p662500",
    "bibiyahe",
    "kept",
    "makipagbarilan",
    "syndicated",
    "maghanap",
    "intertropical",
    "ipakukulong",
    "komprontasyon",
    "marsh",
    "myra",
    "naauna",
    "tutulungan",
    "decades",
    "gaganapin",
    "mawawalan",
    "binubuksan",
    "los",
    "krisis",
    "credit",
    "hilagangkanluran",
    "deregulasyon",
    "correctly",
    "naupo",
    "mapagpatawad",
    "temporary",
    "mexico",
    "aktibong",
    "petition",
    "demonstrasyon",
    "network",
    "maupo",
    "slightly",
    "stressed",
    "sakilan",
    "kusinerong",
    "discounted",
    "pumunta",
    "brent",
    "sumama",
    "coa",
    "zdt766",
    "cooperative",
    "sevilla",
    "investigator",
    "faulty",
    "claur",
    "mamburao",
    "opo",
    "ipinauulit",
    "congress",
    "nilang",
    "starting",
    "parangalan",
    "practitioners",
    "recommend",
    "nakatakdang",
    "gathering",
    "lachica",
    "emission",
    "correct",
    "dioxide",
    "logic",
    "tipos",
    "pagmamalupit",
    "potensyal",
    "relief",
    "humble",
    "estandarte",
    "illustrisimo",
    "nakalalasong",
    "katumbas",
    "pagnenegosyo",
    "paguyo",
    "effected",
    "iniendorso",
    "crespo",
    "firewall",
    "armado",
    "salvage",
    "39road",
    "outsourcing",
    "tapang",
    "sss",
    "taipei",
    "nagreklamo",
    "counsels",
    "upgrade",
    "maglagak",
    "lance",
    "children",
    "passage",
    "inakusahan",
    "pasang",
    "nakakalap",
    "convened",
    "kaguluhan",
    "christians",
    "lahat",
    "responsable",
    "fully",
    "killings",
    "ika",
    "initially",
    "ingredient",
    "softdrinks",
    "paspasan",
    "allegations",
    "ambeth",
    "nasasakupan",
    "p7542",
    "iyun",
    "refer",
    "binisita",
    "lagoon",
    "uupong",
    "remaining",
    "nababad",
    "affordable",
    "pajarito",
    "champion",
    "require",
    "suwestiyon",
    "tinawag",
    "matanggal",
    "abangan",
    "paboritong",
    "puwang",
    "panatilihing",
    "panlaban",
    "lots",
    "nagpapalala",
    "pagtuunan",
    "kinukuwestiyong",
    "forecasters",
    "mercado",
    "went",
    "tumanggi",
    "physician",
    "consolidator",
    "nat39l",
    "malalaking",
    "tawid",
    "puwersa",
    "bunsod",
    "hanapan",
    "former",
    "wala",
    "tinanggal",
    "hayundini",
    "janitor",
    "television",
    "silent",
    "marumi",
    "nakasaad",
    "terminal",
    "mababantayan",
    "unified",
    "inuman",
    "paharapin",
    "quibranza",
    "kahinaan",
    "p2027",
    "susunduin",
    "makabili",
    "trees",
    "jesus",
    "dzrb",
    "resort",
    "pagkalap",
    "trials",
    "escalation",
    "pulling",
    "teddy",
    "kamuntik",
    "magpaabot",
    "glad",
    "pain",
    "shipping",
    "pagdiriwang",
    "lift",
    "nagsanib",
    "isinumbong",
    "hall",
    "sadyang",
    "bayang",
    "hugas",
    "batches",
    "susunod",
    "nakapiit",
    "p600",
    "permanent",
    "ipinasok",
    "p125",
    "ibigay",
    "discredit",
    "isauli",
    "dumadaming",
    "itatakda",
    "taclobo",
    "project",
    "panloloob",
    "nagpasok",
    "magpahina",
    "alokasyon",
    "scheduled",
    "naglabas",
    "naitatala",
    "prudence",
    "sagot",
    "mapagkakatiwalaang",
    "impluwensiya",
    "follow",
    "makasasagabal",
    "pagkabahala",
    "ipagbabawal",
    "decomposing",
    "paggigiit",
    "padrino",
    "terencia",
    "niyang",
    "viray",
    "mylene",
    "popular",
    "babae",
    "lumago",
    "edilberto",
    "kalinaw",
    "acro",
    "tiyagong",
    "sharp",
    "pagkainis",
    "anila",
    "officials",
    "medina",
    "panggigipit",
    "tutuldukan",
    "alquin",
    "controversial",
    "nakikipatulungan",
    "umangal",
    "kolonya",
    "castro",
    "renta",
    "pagpasok",
    "assemblyman",
    "teenager",
    "methamphetamine",
    "shut",
    "investors",
    "magkabilang",
    "wife",
    "tendency",
    "nakakatawa",
    "obja",
    "durog",
    "kadaling",
    "nakain",
    "opap",
    "inookupahan",
    "palace",
    "tale",
    "umukupa",
    "andres",
    "lacson",
    "solon",
    "nakukuha",
    "advise",
    "naglilingkod",
    "pagkakasara",
    "met",
    "leovino",
    "withhold",
    "efficient",
    "mapilitan",
    "prohibitions",
    "estimated",
    "itutulak",
    "supermarket",
    "kakaharapin",
    "andy",
    "shingaki",
    "indolence",
    "asset",
    "pinunit",
    "hinintay",
    "waiting",
    "expressed",
    "residents",
    "aristeo",
    "amil",
    "matataong",
    "edward",
    "ipinalalabas",
    "migration",
    "nagmaniobra",
    "nakakuha",
    "maski",
    "sasarilinin",
    "forgiveness",
    "device",
    "1570s",
    "uutang",
    "kahirian",
    "courting",
    "itself",
    "katapatan",
    "naitala",
    "bong",
    "sees",
    "luzon",
    "moving",
    "deklarasyon",
    "palay",
    "official",
    "georgina",
    "presekusyon",
    "naipadala",
    "pinangalanan",
    "usec",
    "kalapati",
    "lino",
    "area",
    "pamatong",
    "sahi",
    "nana",
    "check",
    "syempre",
    "tejano",
    "representatives",
    "endin",
    "duha",
    "insidente",
    "pananghalian",
    "mabulok",
    "pampamilya",
    "pasado",
    "nahukay",
    "enough",
    "baiqueen",
    "romel",
    "article",
    "pagpapasahod",
    "profession",
    "umabuso",
    "magpasama",
    "dent",
    "titigilan",
    "ikarga",
    "galit",
    "organizers",
    "kakanin",
    "karahasang",
    "rudolph",
    "16taon",
    "disturb",
    "mabilang",
    "suspendidong",
    "nagparamdam",
    "presenta",
    "kwestiyunin",
    "ofw",
    "greener",
    "pangilinan",
    "indignities",
    "sakupin",
    "demoralisasyon",
    "sinasanto",
    "nani",
    "amelita",
    "inagurasyon",
    "minabuti",
    "federation",
    "barkong",
    "magdadaos",
    "pakikinig",
    "mull",
    "unnecessary",
    "ditto",
    "kaba",
    "romeo",
    "magpapatong",
    "itinuring",
    "makapwesto",
    "duty",
    "flame",
    "magparaya",
    "napasabak",
    "malacanang",
    "pinadalo",
    "tanggap",
    "tagle",
    "kayong",
    "relevant",
    "kabila",
    "kumokonsumo",
    "expense",
    "iloilo",
    "baybaying",
    "ninanais",
    "speculative",
    "santong",
    "drainage",
    "goltiao",
    "politicians",
    "thousands",
    "36oras",
    "sideswiping",
    "ensure",
    "delos",
    "telecast",
    "nagbunga",
    "unting",
    "archbishop",
    "dumadaloy",
    "in",
    "nanganganib",
    "bicameral",
    "papatawan",
    "malakas",
    "namuong",
    "p022",
    "nagpaliwanag",
    "made",
    "ruth",
    "juday",
    "farm",
    "laura",
    "uutangin",
    "arman",
    "lutukan",
    "salit",
    "agos",
    "papasuking",
    "demokrasya",
    "hinala",
    "naganap",
    "samples",
    "distributing",
    "confession",
    "rex",
    "talking",
    "isalin",
    "naaprubahang",
    "patently",
    "turukan",
    "lax",
    "standardization",
    "rice",
    "wpp156",
    "paghandaan",
    "maintaining",
    "kumikilos",
    "bakundo",
    "apoy",
    "biniro",
    "prospects",
    "nelson",
    "dinidinig",
    "anymore",
    "suitable",
    "magkakaintindihan",
    "universities",
    "allegedly",
    "counterpart",
    "np",
    "ibang",
    "kumukuwestiyon",
    "goudreau",
    "inasahan",
    "entertainment",
    "sapitin",
    "inom",
    "tirades",
    "nababawas",
    "gary",
    "ugnay",
    "nakakainggayong",
    "fidel",
    "condoms",
    "kingking",
    "priority",
    "duplikasyon",
    "removed",
    "pinagta",
    "komolekta",
    "imbitahan",
    "nakatira",
    "road",
    "fact",
    "atake",
    "hampering",
    "iyang",
    "giancarlo",
    "sumusulat",
    "pagkubkob",
    "penalosa",
    "tantiya",
    "ungkaya",
    "gap",
    "dissolution",
    "pinilipit",
    "panandaliang",
    "katulong",
    "gabii",
    "mamayani",
    "kontrata",
    "ilantad",
    "ipaubaya",
    "kinanselang",
    "pababayaan",
    "titans",
    "astang",
    "relationship",
    "morada",
    "p473",
    "napuno",
    "kuwait",
    "bayanis",
    "incentive",
    "naaagnas",
    "pagtaob",
    "anumang",
    "minions",
    "gayoy",
    "pagninira",
    "bibilang",
    "motaas",
    "health",
    "anomalous",
    "riyan",
    "mapahamak",
    "kampo",
    "million",
    "p1bilyong",
    "compatriots",
    "kwapikado",
    "morcilla",
    "subscribe",
    "pinapangambahang",
    "persida",
    "sabi",
    "snickers",
    "documentary",
    "insurhensiya",
    "pinagbatayan",
    "maiparamdam",
    "groceries",
    "buwan",
    "haharapin",
    "schools",
    "slim",
    "komentaryo",
    "nakalaan",
    "villas",
    "contingency",
    "cope",
    "pollution",
    "seriousness",
    "kilometer",
    "pamuhunan",
    "karapat",
    "argument",
    "immensely",
    "capaclan",
    "duffel",
    "marenew",
    "deped",
    "gawaing",
    "winaldas",
    "verbal",
    "p9944",
    "tons",
    "ikinukonsiderang",
    "maikukunsiderang",
    "sumailalim",
    "ipatawag",
    "judy",
    "nagpakawala",
    "panghoholdap",
    "weather",
    "pagsigaw",
    "registration",
    "binuo",
    "abide",
    "matatag",
    "graba",
    "manananggal",
    "kaganapan",
    "19chief",
    "organized",
    "fertilizer",
    "diplomatiko",
    "ap",
    "quo",
    "sundalo",
    "subaybayan",
    "panangga",
    "malaakas",
    "sandakan",
    "bilis",
    "enjoy",
    "sitio",
    "slide",
    "sinayang",
    "arthritis",
    "bytes",
    "ipinagtanggol",
    "kumandidato",
    "dante",
    "palalakihin",
    "superstar",
    "balasin",
    "para",
    "krudo",
    "buntis",
    "ipapatupad",
    "patitindihin",
    "determination",
    "nevertheless",
    "unimpeachable",
    "ire",
    "pagkakamali",
    "mistake",
    "grabbed",
    "pagsisinungaling",
    "nakikipagtulungan",
    "pasabugin",
    "ipinambayad",
    "nire",
    "nagalit",
    "result",
    "field",
    "heherson",
    "third",
    "matalakay",
    "trip",
    "maipit",
    "attributed",
    "plans",
    "pension",
    "agan",
    "custody",
    "buong",
    "miyembro",
    "aabot",
    "moratorium",
    "dealing",
    "cabacang",
    "navotas",
    "nakakakuha",
    "atutubo",
    "payao",
    "afflicting",
    "karumal",
    "complaint",
    "magsampa",
    "realized",
    "gabor",
    "persuasive",
    "maghugas",
    "travels",
    "makaugnayan",
    "ascott",
    "gatasan",
    "inorganisa",
    "nilabas",
    "returning",
    "fullest",
    "committees",
    "chef",
    "mararating",
    "jaylo",
    "labing",
    "er",
    "kumbaga",
    "faint",
    "nakikinabang",
    "pagpapaganda",
    "abdullah",
    "39bravo39",
    "39karen39",
    "pagte",
    "sealana",
    "ginagawang",
    "kakausap",
    "admit",
    "happened",
    "amelioration",
    "mapababa",
    "estrella",
    "kinikita",
    "mabihag",
    "mapagbigay",
    "napagkasunduan",
    "matutong",
    "itaas",
    "circumspection",
    "communications",
    "jamby",
    "stone",
    "cylinder",
    "calamian",
    "infest",
    "gratitude",
    "pakain",
    "operate",
    "kaadlawon",
    "sold",
    "combination",
    "fabc",
    "pinakamaking",
    "pinagtatalunan",
    "gen",
    "motor",
    "sugatang",
    "joel",
    "8th",
    "sarmiento",
    "pinawalang",
    "belies",
    "word",
    "iulat",
    "kwintas",
    "marino",
    "itong",
    "nagsabi",
    "paghahanap",
    "arevola",
    "exequiel",
    "maipapahayag",
    "umasenso",
    "pangaral",
    "milet",
    "sinabi",
    "guess",
    "elevation",
    "blower",
    "gilbert",
    "resign",
    "pinaglalagyan",
    "boost",
    "largely",
    "balangot",
    "handles",
    "nep",
    "ginagastusan",
    "komunikasyon",
    "planas",
    "revoke",
    "04percent",
    "isinailalim",
    "sheik",
    "estratehiya",
    "tycoon",
    "sympathetic",
    "binalewala",
    "pull",
    "nagkober",
    "pinangalanang",
    "huwes",
    "bubuuing",
    "justina",
    "saksak",
    "totally",
    "pagtatalik",
    "narating",
    "justified",
    "poland",
    "bulakenyo",
    "dictated",
    "filomena",
    "tripolante",
    "daza",
    "paiimbestigahan",
    "maids",
    "conduit",
    "pagpapanatili",
    "divisoria",
    "manila",
    "taktika",
    "pearly",
    "cabochan",
    "beverly",
    "pagbagsak",
    "tuguegarao",
    "playfully",
    "suplayan",
    "fish",
    "p6002",
    "isasakrapisyo",
    "senita",
    "budyet",
    "technical",
    "favor",
    "naninindigan",
    "gifts",
    "john",
    "global",
    "inilathala",
    "cake",
    "makapagdedesisyon",
    "rebel",
    "darleen",
    "protege",
    "feeding",
    "vazques",
    "makabawasan",
    "representantes",
    "climate",
    "pagtibayin",
    "fairness",
    "previous",
    "syndicate",
    "cut",
    "joe",
    "niloloko",
    "shakedown",
    "maglaro",
    "murderer",
    "palubugin",
    "guatemala",
    "tourist",
    "foundation",
    "prominenteng",
    "misamis",
    "reduce",
    "exile",
    "canal",
    "aadvance",
    "niyo",
    "galera",
    "family",
    "ncotabato",
    "modernong",
    "clean",
    "begun",
    "expertise",
    "amiril",
    "nakikipaglaban",
    "embarrassment",
    "destinations",
    "pantao",
    "sugar",
    "maximo",
    "underway",
    "online",
    "would",
    "barrel",
    "maibigay",
    "participate",
    "sisingilin",
    "madaming",
    "speedy",
    "hataman",
    "powerful",
    "puntod",
    "agrarian",
    "ee",
    "civilians",
    "nagrereklamo",
    "jobito",
    "velayo",
    "bibiglain",
    "yamang",
    "6first",
    "mananalo",
    "livelihood",
    "diyos",
    "kakulungan",
    "maris",
    "p6076",
    "ilhon",
    "stabbed",
    "maihahalintulad",
    "pinakita",
    "created",
    "aplay",
    "fine",
    "singit",
    "pagtapusin",
    "p1493",
    "dumami",
    "winds",
    "takbo",
    "isasagawang",
    "ipaalaman",
    "ikinadismaya",
    "panlalawigan",
    "classroom",
    "samar",
    "pumutok",
    "pagtrabahuhin",
    "hernandez",
    "magrereklamo",
    "media",
    "florencio",
    "kph",
    "canvass",
    "iginagawang",
    "handed",
    "naglagak",
    "cops",
    "insertions",
    "legislative",
    "itinatali",
    "lapiang",
    "39paluslos39",
    "matalang",
    "idetalye",
    "bans",
    "user",
    "standards",
    "settled",
    "ezzedin",
    "expanded",
    "mangyari",
    "forfeiture",
    "naaksidente",
    "matutularan",
    "specialties",
    "cabinet",
    "tinao",
    "mawala",
    "discriminatory",
    "nagsisilbing",
    "ltd",
    "acepcion",
    "mabagal",
    "autonomous",
    "ipinadagdag",
    "claudio",
    "sentensya",
    "nobel",
    "congressional",
    "nagpahiwatig",
    "can",
    "buildings",
    "aktres",
    "gathered",
    "commuter",
    "sasabog",
    "magtatatag",
    "marangyang",
    "oversupply",
    "nagkasakit",
    "inakalang",
    "named",
    "acute",
    "plane",
    "lumalaking",
    "maneuvers",
    "ngayo",
    "nakapagdedesisyon",
    "mainly",
    "cavite",
    "pumabor",
    "methodology",
    "kasinglaki",
    "pumasok",
    "makontamina",
    "romulo",
    "eduardo",
    "defenders",
    "cabrera",
    "allegation",
    "intelligent",
    "trophy",
    "lapid",
    "bauer",
    "metro",
    "discount",
    "komentatista",
    "tinitingnan",
    "started",
    "centauri",
    "maiinit",
    "overtaking",
    "mahinahon",
    "salvatierra",
    "ibaba",
    "pontious",
    "uncertainties",
    "appointment",
    "detail",
    "politically",
    "slender",
    "develops",
    "urong",
    "lowering",
    "huminingi",
    "inuming",
    "london",
    "frustrated",
    "produksyon",
    "lea",
    "malagim",
    "electing",
    "umagang",
    "sentimyento",
    "semifinal",
    "administrations",
    "arranger",
    "extent",
    "nagdedesisyon",
    "saying",
    "gayon",
    "gabinete",
    "claire",
    "lorenzo",
    "nagtraydor",
    "conspiracy",
    "inihahanda",
    "landing",
    "orihinal",
    "hurdle",
    "lean",
    "kumandidatong",
    "documented",
    "makumpuni",
    "bumubuhay",
    "suot",
    "nakausap",
    "monthly",
    "mathematically",
    "mamamataan",
    "pinakamahalaga",
    "bungalow",
    "lubhang",
    "mindoro",
    "intact",
    "nasalanta",
    "fractures",
    "masolusyunan",
    "kudarat",
    "homeless",
    "predecessors",
    "nya",
    "matod",
    "sumusunod",
    "romualdez",
    "aquatic",
    "pagpipilian",
    "pagpapakita",
    "conviction",
    "pakikisa",
    "sporting",
    "tumalakay",
    "consultations",
    "sumala",
    "ika25",
    "euro",
    "fg",
    "insulting",
    "technicians",
    "sapat",
    "paglulunsad",
    "balwarte",
    "top",
    "canadian",
    "harbour",
    "bachelor",
    "13th",
    "maitatanggi",
    "offensives",
    "reportedly",
    "sumilip",
    "events",
    "authorization",
    "bgy",
    "tawagin",
    "layo",
    "sasalungat",
    "finish",
    "rekomendasyon",
    "alyansa",
    "dilg",
    "maisalba",
    "madagdagan",
    "disown",
    "bayoging",
    "darating",
    "nagsisimula",
    "hierarchy",
    "naalarma",
    "forensic",
    "katao",
    "paglilinis",
    "structure",
    "earned",
    "caliber",
    "paniningil",
    "moderno",
    "underdog",
    "bumuhos",
    "glenn",
    "bumuto",
    "gayundin",
    "ramonito",
    "kalakihan",
    "bukidnon",
    "contraceptive",
    "9araw",
    "tinulungang",
    "entities",
    "prospero",
    "gagawan",
    "nakaraan",
    "wasto",
    "validated",
    "cardeno",
    "madaliin",
    "huhugutin",
    "institutionalizing",
    "kinakitaan",
    "subdue",
    "lecaros",
    "inakusahang",
    "nagmungkahi",
    "ruelan",
    "staying",
    "20taon",
    "strict",
    "pumalyang",
    "maulat",
    "decency",
    "nakakakilala",
    "juridical",
    "pablo",
    "masikmura",
    "pagkumpirma",
    "90day",
    "prof",
    "holding",
    "magpapadala",
    "affix",
    "jerry",
    "pinulong",
    "disease",
    "bayad",
    "gerardo",
    "amount",
    "p4817",
    "patakbuhin",
    "reporter",
    "pilferage",
    "targeted",
    "naharap",
    "high",
    "bilyong",
    "crime",
    "cemetery",
    "withdraw",
    "pagtuloy",
    "pinansyal",
    "angelito",
    "magawang",
    "p46691",
    "resulta",
    "doha",
    "pagsasaliksik",
    "malnutrition",
    "merril",
    "gocc",
    "populasyon",
    "cesar",
    "hardcore",
    "isnab",
    "sagabal",
    "ipaalis",
    "alive",
    "lahi",
    "paeng",
    "ipinababasura",
    "source",
    "mahanapan",
    "aangkating",
    "nagtamo",
    "mate",
    "bundok",
    "ilabina",
    "succeeding",
    "kinauukulan",
    "pambayad",
    "proceed",
    "panoorin",
    "nakalipas",
    "maneja",
    "p12026",
    "cito",
    "skidding",
    "nakalaang",
    "ricablanca",
    "bottled",
    "emily",
    "embahador",
    "celso",
    "maagap",
    "lumabag",
    "advocates",
    "petitioner",
    "lalawigang",
    "nobyembre",
    "tungo",
    "belize",
    "nagsisiksikan",
    "naghaharakiri",
    "isolated",
    "holdap",
    "alguna",
    "kabiguang",
    "milyong",
    "nakasagasa",
    "adhikain",
    "pabuya",
    "arianne",
    "focused",
    "higit",
    "kapahamakan",
    "pinapatulong",
    "magreresulta",
    "rivero",
    "kongresistang",
    "planters",
    "graviton",
    "consultants",
    "jimenez",
    "maisakatuparan",
    "inabsuwelto",
    "nido",
    "babawiin",
    "wushu",
    "hyundai",
    "nasabi",
    "inaabuso",
    "nangasiwa",
    "hancock",
    "annexed",
    "behalf",
    "magagabayan",
    "magsamantala",
    "johaira",
    "consumer",
    "bishops",
    "nakakita",
    "innocent",
    "naipadagdag",
    "agenda",
    "comatose",
    "anticipation",
    "takutan",
    "pendat",
    "sarado",
    "uulat",
    "abadilla",
    "nakalaban",
    "paluslos",
    "bigla",
    "hudyat",
    "nangyayaring",
    "prices",
    "biglang",
    "bantamweight",
    "dissipation",
    "nagbababuyan",
    "pinagtuunan",
    "plano",
    "makakayanin",
    "rescuer",
    "filipinong",
    "ipinadaan",
    "russel",
    "case",
    "chipeco",
    "nanggagaling",
    "adverse",
    "list",
    "endorsers",
    "pagkakataon",
    "constant",
    "ipinakilala",
    "paglimita",
    "p5",
    "chicks",
    "councils",
    "halaga",
    "nagpakamatay",
    "mv",
    "session",
    "certiorari",
    "pinamumuan",
    "nagustuhan",
    "bocaue",
    "cue",
    "magpe",
    "villa",
    "comedy",
    "expedite",
    "isinagawa",
    "nakaantabay",
    "aka",
    "peanut",
    "divorce",
    "scandal",
    "helped",
    "valderma",
    "pulitikong",
    "waste",
    "hate",
    "certification",
    "39pork",
    "kong",
    "midawat",
    "opersyon",
    "paninda",
    "isasampang",
    "nareresolba",
    "sinugod",
    "canuto",
    "title",
    "maglaan",
    "plantation",
    "posibilidad",
    "presko",
    "banker",
    "kusang",
    "uubusin",
    "manifestation",
    "roam",
    "spite",
    "feats",
    "paghirit",
    "inengage",
    "kinapanayam",
    "inherent",
    "kadatar",
    "territory",
    "malugi",
    "chapter",
    "loot",
    "paglakas",
    "nauwi",
    "aking",
    "recommendations",
    "deadline",
    "mapalawak",
    "accept",
    "furthering",
    "partido",
    "measures",
    "daniel",
    "nagtulak",
    "independyente",
    "sense",
    "okasyon",
    "counterinsurgency",
    "jaro",
    "likes",
    "nagloloot",
    "bago",
    "itatatag",
    "mentioned",
    "nagkakasakit",
    "lost",
    "rail",
    "toyota",
    "destinasyon",
    "convergence",
    "p300b",
    "niabot",
    "makarinig",
    "kapamilya",
    "loyalista",
    "irespeto",
    "1ariel",
    "kumolekta",
    "hinimay",
    "electionist",
    "pastor",
    "pinutol",
    "p5513",
    "inuugnay",
    "ipipresinta",
    "maiuwi",
    "isiningit",
    "itinakbo",
    "komprehensibong",
    "luizo",
    "microphone",
    "startan",
    "questions",
    "ucab",
    "seeking",
    "pagpasensyahan",
    "10metriko",
    "commodities",
    "maglalaan",
    "pinapauwi",
    "fermin",
    "adel",
    "mercedita",
    "transporting",
    "masungit",
    "makontrol",
    "transportasyon",
    "isabelle",
    "conversion",
    "mais",
    "pederalismo",
    "corrupt",
    "namuhunan",
    "pagmamanman",
    "presyo",
    "daw",
    "form",
    "abaya",
    "probinsya",
    "america",
    "drawn",
    "pinili",
    "cinema",
    "ipapakita",
    "dona",
    "gulay",
    "fuel",
    "ranting",
    "sudipen",
    "believe",
    "tinago",
    "maluwag",
    "aparri",
    "tinatanong",
    "concerns",
    "lokal",
    "maingat",
    "nadakip",
    "orig",
    "pursue",
    "direction",
    "inumin",
    "pinakamaganda",
    "rains",
    "duties",
    "flagged",
    "tinatayang",
    "papalitan",
    "included",
    "p185",
    "sakunang",
    "vicente",
    "naglalabasang",
    "novdec",
    "satisfy",
    "financial",
    "hilagangsilangan",
    "accrued",
    "merino",
    "burning",
    "microorganisms",
    "conversation",
    "lumobo",
    "apela",
    "december",
    "sabit",
    "meanwhile",
    "actual",
    "p130",
    "putol",
    "sovereign",
    "certain",
    "qc",
    "channeling",
    "employer",
    "pairalin",
    "institutionalize",
    "nabitin",
    "kapitolyo",
    "ganyang",
    "juhan",
    "frontline",
    "fee",
    "voluntarily",
    "lalaki",
    "skepticism",
    "wondering",
    "nagawa",
    "nagpatalsik",
    "stunned",
    "71anyos",
    "bibitiwan",
    "age",
    "maibalik",
    "sasalungatin",
    "dautang",
    "zambales",
    "maramihan",
    "merger",
    "humikayat",
    "p438106",
    "ebidensiya",
    "infusion",
    "39julian39",
    "bullish",
    "katamikan",
    "makuhang",
    "glittering",
    "risk",
    "leino",
    "considerations",
    "ansaruddin",
    "pananagutan",
    "ibayuhin",
    "tobacco",
    "paper",
    "employed",
    "bulletproof",
    "socially",
    "excellent",
    "misconduct",
    "causes",
    "p50000",
    "doktor",
    "sesertipikahan",
    "propagandista",
    "pahayagang",
    "nor",
    "nakalibing",
    "porsiyentong",
    "nababasa",
    "ian",
    "excited",
    "mock",
    "kokontrolin",
    "putin",
    "kingdom",
    "miyekrules",
    "assure",
    "mahagya",
    "itutuloy",
    "namayapang",
    "pagmamalabis",
    "mar",
    "sweden",
    "tools",
    "nagpasya",
    "uttering",
    "elementary",
    "onse",
    "caidar",
    "32nd",
    "teknikalidad",
    "kasapi",
    "ibebenta",
    "condemn",
    "delegasyon",
    "eu",
    "nakasabit",
    "moot",
    "rle",
    "nasa",
    "malalayong",
    "unhampered",
    "gramo",
    "purchasing",
    "makapanayam",
    "ping",
    "eleanor",
    "jaguilon",
    "totaled",
    "pacman",
    "skyrocketing",
    "definite",
    "philbaking",
    "bibisita",
    "velez",
    "makaakit",
    "subsided",
    "abogado",
    "inipit",
    "tunnel",
    "saddened",
    "mig9",
    "aalarma",
    "hence",
    "39katas",
    "actor",
    "subalit",
    "issuance",
    "talunang",
    "nangingitlog",
    "ibababa",
    "napabayaan",
    "5chief",
    "mabibigay",
    "utmost",
    "meter",
    "survivors",
    "miss",
    "minamaneho",
    "centered",
    "sine",
    "pribadong",
    "defiance",
    "obispo",
    "dacion",
    "recipe",
    "tulak",
    "tested",
    "region",
    "atrocities",
    "bondoc",
    "odd",
    "masigurong",
    "magbabakasyon",
    "umrah",
    "magpapasya",
    "baka",
    "creation",
    "hector",
    "magkahalo",
    "karagdagang",
    "matitibay",
    "iron",
    "hinirang",
    "far",
    "boloto",
    "inimbistigahan",
    "isinara",
    "veneracion",
    "pulis",
    "kinontra",
    "hulihin",
    "cajidiocan",
    "happily",
    "arises",
    "p530",
    "sisingilan",
    "gumanap",
    "maagaw",
    "salendab",
    "maningil",
    "lehitimong",
    "nakolekta",
    "pakikiraman",
    "deliberasyon",
    "sultan",
    "nangako",
    "protesta",
    "plebisito",
    "nagsilikas",
    "initial",
    "baligtarin",
    "supresang",
    "pagpindot",
    "paganahin",
    "outcry",
    "executive",
    "asiri",
    "completion",
    "sulo",
    "iyung",
    "misyon",
    "ipinagpaliban",
    "nakarehistro",
    "suwerte",
    "nilahukan",
    "image",
    "aviation",
    "industriya",
    "nathaniel",
    "eensayo",
    "retiro",
    "wwwluwarancom",
    "attention",
    "maiwasang",
    "exemption",
    "rolex",
    "detection",
    "guiuan",
    "helicopter",
    "filing",
    "magtutulungan",
    "any",
    "arsenio",
    "albader",
    "seaoil",
    "millan",
    "faction",
    "boycott",
    "diyes",
    "babalikan",
    "oulisya",
    "representing",
    "store",
    "kahalagahan",
    "recourse",
    "smuggling",
    "turmoil",
    "kalmaegi",
    "mangangalap",
    "procedures",
    "baril",
    "isampa",
    "pagdanak",
    "39people",
    "antoque",
    "sinusunog",
    "absorb",
    "decade",
    "pagkasdismaya",
    "pinoy",
    "pritil",
    "dependent",
    "diameter",
    "setyembre",
    "construction",
    "nakapagtatakang",
    "financing",
    "tumakas",
    "gipasalig",
    "tragedy",
    "p273",
    "p442",
    "pay",
    "dun",
    "hole",
    "nakarecover",
    "makipagsanib",
    "graduating",
    "banco",
    "geary",
    "welga",
    "karakter",
    "karaingan",
    "nagsisimulang",
    "double",
    "nagtatakip",
    "malayo",
    "ikalipay",
    "dinala",
    "pinalabas",
    "bro",
    "sasapat",
    "influencing",
    "makamit",
    "saturnino",
    "39frank39",
    "corporation",
    "malilinawan",
    "crescente",
    "reminder",
    "punches",
    "proposed",
    "development",
    "paglilipat",
    "pinagmumulta",
    "jordan",
    "name",
    "pirmado",
    "rasheed",
    "mukha",
    "mapo",
    "p109",
    "exercising",
    "fossi",
    "lalabag",
    "nagpapahirap",
    "deliberations",
    "cash",
    "nakansela",
    "gulf",
    "bintang",
    "jovito",
    "sounder",
    "pakiramdam",
    "pinakamabigat",
    "pakikipagkonsultasyon",
    "james",
    "laban",
    "2taong",
    "matagpuan",
    "enviable",
    "pagmaniobra",
    "unit",
    "endangered",
    "dokumentong",
    "jessup",
    "alerto",
    "mayroong",
    "attempt",
    "ineptness",
    "olympics",
    "cuisine",
    "mababawas",
    "paul",
    "fighting",
    "counter",
    "de",
    "either",
    "dinampo",
    "brittany",
    "nbn",
    "typical",
    "sightseeing",
    "kadete",
    "kawalan",
    "intl",
    "tumakip",
    "talento",
    "vfa",
    "consumption",
    "two",
    "nailang",
    "comprehensive",
    "hinagap",
    "distribution",
    "tataas",
    "keep",
    "binansagan",
    "bombs",
    "capsizing",
    "minamatyagan",
    "pagprotekta",
    "rest",
    "threatening",
    "wells",
    "pagkasugat",
    "pagod",
    "castaneda",
    "seeds",
    "katawan",
    "1930s",
    "brace",
    "addressed",
    "ikot",
    "daily",
    "kalaki",
    "pasinayaan",
    "epimaco",
    "batiin",
    "angelo",
    "norberto",
    "games",
    "maims",
    "kinasuhan",
    "tiwala",
    "genuine",
    "playing",
    "wag",
    "sabwatan",
    "restructuring",
    "entitlement",
    "parati",
    "bursting",
    "matapat",
    "aniya",
    "advertisement",
    "councilor",
    "policemen",
    "p40b",
    "petroleum",
    "maiiwasan",
    "binansagang",
    "help",
    "fixed",
    "takaw",
    "lastimoso",
    "pagkakahirang",
    "tugma",
    "utos",
    "isiwalat",
    "unforgivable",
    "jemaah",
    "inialok",
    "peoples",
    "gigamitan",
    "deleberasyon",
    "araw",
    "iniutos",
    "mataimtim",
    "palipat",
    "taxation",
    "isps",
    "ibig",
    "dimpna",
    "op",
    "depends",
    "bangladesh",
    "kapapayaan",
    "callous",
    "pagkakasala",
    "receiving",
    "paglatag",
    "originally",
    "asikasuhin",
    "tripolo",
    "itinuturing",
    "huling",
    "pinalakas",
    "rehistradong",
    "10taon",
    "lumalaki",
    "humiwalay",
    "castillejos",
    "usisa",
    "mapiga",
    "siguro",
    "wrong",
    "northwest",
    "suporta",
    "pamahaan",
    "faces",
    "eksaminasyon",
    "estilo",
    "neglected",
    "today",
    "impoundment",
    "marjana",
    "joint",
    "franchises",
    "origins",
    "attended",
    "monzada",
    "beverages",
    "pangingidnap",
    "rica",
    "nakababata",
    "dindo",
    "romy",
    "lady",
    "collapse",
    "naglalagay",
    "kinalampag",
    "establesimyento",
    "hinabol",
    "bickering",
    "carlo",
    "household",
    "simply",
    "magsasakang",
    "nagtaas",
    "pagpupumilit",
    "nadukot",
    "17oiler",
    "willing",
    "disclosure",
    "nailusot",
    "nominado",
    "timogkanluran",
    "ipit",
    "batabor",
    "belief",
    "fortuna",
    "dadaluhan",
    "matches",
    "makipagtalo",
    "hicap",
    "ihayag",
    "akusado",
    "assured",
    "lenguwahe",
    "en",
    "bual",
    "diet",
    "talagang",
    "presinto",
    "posadas",
    "alano",
    "cristobal",
    "appropriations",
    "rasid",
    "binabarat",
    "timetable",
    "pagkakabagsak",
    "natin",
    "sasalubong",
    "paninikip",
    "isisisi",
    "kakulangan",
    "bahala",
    "isinumite",
    "discharged",
    "ghost",
    "medium",
    "posts",
    "paghuhusga",
    "nagkakaron",
    "downside",
    "puntiryahin",
    "tagalog",
    "operations",
    "dagliang",
    "nakibahagi",
    "isusunod",
    "nakalalasing",
    "adino",
    "affairs",
    "patunayan",
    "palm",
    "villarosa",
    "crisis",
    "sugalan",
    "clearing",
    "monument",
    "katuwaan",
    "makikitang",
    "realization",
    "aspeto",
    "konektado",
    "nagtatanong",
    "madapa",
    "according",
    "augment",
    "norte",
    "allanrey",
    "gatas",
    "nahuhuling",
    "conference",
    "natugunan",
    "consulate",
    "gambala",
    "nandiyan",
    "kwalipikadong",
    "pagpapatakas",
    "investigators",
    "tatag",
    "nitang",
    "sad",
    "lumalabo",
    "hanging",
    "sasakay",
    "gayunpaman",
    "magtatrabaho",
    "interpol",
    "patunay",
    "richie",
    "pares",
    "imputation",
    "band",
    "itinuwid",
    "artificially",
    "lipunan",
    "kills",
    "increasing",
    "sept",
    "captain",
    "mamasyan",
    "edukasyon",
    "lumalangoy",
    "eroded",
    "queenie",
    "nakukumpiska",
    "propesor",
    "marzan",
    "prescribed",
    "ones",
    "pesos",
    "ace",
    "assess",
    "says",
    "banggitin",
    "advantage",
    "praktikal",
    "benepisyo",
    "bogo",
    "offenders",
    "garcillano",
    "extravagance",
    "beberipikahin",
    "wasak",
    "mortar",
    "nakapaskel",
    "shipments",
    "authorities",
    "convoy",
    "sarangani",
    "worried",
    "pandaraya",
    "isabel",
    "shenzhen",
    "makapiling",
    "dadaanan",
    "banks",
    "diskriminasyon",
    "cbcp",
    "serrano",
    "dimaranan",
    "katamtaman",
    "nadiin",
    "consulates",
    "joker",
    "requires",
    "ginhawa",
    "ni",
    "ayaw",
    "marlon",
    "edno",
    "lumitaw",
    "leila",
    "teachings",
    "kalookan",
    "appropriation",
    "power39",
    "kaagad",
    "idawit",
    "soriano",
    "humihingi",
    "39big",
    "sakuna",
    "pilot",
    "katanungan",
    "nagsilbing",
    "undersecretary",
    "decisions",
    "unauthorized",
    "weight",
    "katamtamang",
    "bilangguan",
    "bahid",
    "binibilisan",
    "boboto",
    "apl",
    "akala",
    "district",
    "damage",
    "areglo",
    "saturday",
    "vivian",
    "qatif",
    "saddest",
    "ahensya",
    "ring",
    "palaisdaan",
    "anchor",
    "meeting",
    "bigat",
    "kapitan",
    "undang",
    "nakakilala",
    "id",
    "nahihirapang",
    "perpetrators",
    "pagrebisa",
    "factor",
    "maglilipad",
    "ibandera",
    "lalabagin",
    "batangas",
    "rivera",
    "repormang",
    "lobbying",
    "jocelyn",
    "matrikula",
    "p021",
    "sasang",
    "absent",
    "committing",
    "decided",
    "mutamad",
    "magbababa",
    "pamilihang",
    "against",
    "fiasco",
    "saber",
    "atm",
    "tulay",
    "namamaga",
    "pinababalik",
    "bersamin",
    "islam",
    "lump",
    "infection",
    "kasinungalingan",
    "ibinunyag",
    "cafe",
    "pagkakaunawan",
    "nagdeklara",
    "hidwaan",
    "converge",
    "tumugon",
    "large",
    "napalitan",
    "balilo",
    "nabigyan",
    "defense",
    "armscor",
    "connection",
    "ncr",
    "matuklasan",
    "letrang",
    "romblon",
    "umaayon",
    "pinaghahanp",
    "binabaligtad",
    "kahirapan",
    "pacione",
    "had",
    "inayunan",
    "holdapin",
    "patil",
    "pinaghihinalaan",
    "mangosing",
    "timely",
    "constantino",
    "perished",
    "sites",
    "callejo",
    "nagmatigas",
    "distress",
    "wandering",
    "pinagsabihan",
    "magbabayad",
    "maipluwensya",
    "leaderless",
    "ganzon",
    "maihatid",
    "air",
    "debates",
    "39laring",
    "nakita",
    "contempt",
    "cahanap",
    "yan",
    "encouraging",
    "navarette",
    "humirap",
    "secs",
    "argawanon",
    "china",
    "shouldnt",
    "estrada",
    "interesting",
    "pagtaguyod",
    "terrorist",
    "days",
    "39princess39",
    "balance",
    "sona",
    "stick",
    "partylist",
    "chair",
    "missing",
    "lung",
    "valid",
    "pinakakamabilis",
    "pananalapi",
    "nagdusa",
    "permiso",
    "barilin",
    "onyok",
    "ginagamot",
    "resolbahin",
    "natutukoy",
    "confederation",
    "fiscal",
    "nat",
    "constituents",
    "masuri",
    "coast",
    "checking",
    "piniling",
    "stop",
    "lines",
    "madalas",
    "bc",
    "panalangin",
    "krisismo",
    "manyakis",
    "stopgap",
    "pantawid",
    "tambler",
    "otto",
    "malalaman",
    "rosario",
    "panggulong",
    "castaner",
    "jc",
    "dzge",
    "inindorso",
    "conrado",
    "seems",
    "kokontrahin",
    "magpaliwanag",
    "liberty",
    "itakwil",
    "lets",
    "balak",
    "naghahabol",
    "p27720",
    "itatalaga",
    "tututukan",
    "nagkakahaga",
    "ektarya",
    "malaya",
    "ronald",
    "nakakatulong",
    "services",
    "kompleto",
    "sells",
    "mabigat",
    "toughest",
    "detalye",
    "paghawak",
    "pagbaba",
    "afairs",
    "itinanggi",
    "pagpapatrulya",
    "diplomatic",
    "win",
    "sumali",
    "kumukwestyon",
    "proseksuyon",
    "hiwalayan",
    "cedaw",
    "funeral",
    "inevitably",
    "next",
    "ranging",
    "ipinalit",
    "nabili",
    "participation",
    "ople",
    "kakandidato",
    "p477",
    "1utak",
    "disbursement",
    "nagpalit",
    "macapantar",
    "periods",
    "magkokonekta",
    "panamanian",
    "nagpapahiwatig",
    "sindihan",
    "kasamahang",
    "midas",
    "nearly",
    "panghihinayang",
    "mahahatulan",
    "kaayusan",
    "beijing",
    "unlikely",
    "bargaining",
    "newspaper",
    "agwat",
    "guinness",
    "magnitude",
    "invited",
    "rozanno",
    "lungsod",
    "visit",
    "nagsingit",
    "prestoline",
    "namin",
    "cruising",
    "objective",
    "bureau",
    "epira",
    "names",
    "petitions",
    "raymundo",
    "manong",
    "javier",
    "stf",
    "komedyante",
    "delay",
    "alonte",
    "surely",
    "pandangal",
    "ensuring",
    "lapus",
    "umayon",
    "testimonial",
    "putak",
    "engineering",
    "makapagpatupad",
    "nagbayad",
    "tanan",
    "malicious",
    "ayoko",
    "cinchona",
    "pinahirapan",
    "poder",
    "pananatili",
    "arsobispo",
    "tawi",
    "lulusaw",
    "ipinagmamalaking",
    "tatalakayin",
    "p4445",
    "aalok",
    "magsasamantala",
    "set",
    "ber",
    "conducted",
    "butter",
    "sumulat",
    "alegasyon",
    "party",
    "umupo",
    "bandido",
    "maaari",
    "pinalagan",
    "zaldy",
    "pagdedeklara",
    "monticillo",
    "kaunlaran",
    "tag",
    "manood",
    "suspects",
    "presence",
    "victoriano",
    "somera",
    "been",
    "european",
    "line",
    "gaano",
    "makakauwi",
    "magdala",
    "maghain",
    "pangsuporta",
    "robert",
    "trabaho",
    "cocoa",
    "mabibigat",
    "kinasasabikang",
    "basilio",
    "magmay",
    "moralidad",
    "reward",
    "places",
    "empire",
    "sa",
    "pananalasa",
    "abubakar",
    "poblacion",
    "hernando",
    "torture",
    "malabo",
    "legazpi",
    "transmission",
    "mahahalal",
    "boksing",
    "tumutulong",
    "constitution",
    "ticao",
    "pagmulan",
    "laring",
    "katabi",
    "handled",
    "mo",
    "ilalim",
    "sake",
    "gate",
    "kinaroonan",
    "mohammad",
    "nit",
    "tamayo",
    "ipakalat",
    "kongresosta",
    "magsusuplay",
    "kahapsay",
    "henry",
    "unturned",
    "sufficiency",
    "2nd",
    "habeas",
    "nasalubong",
    "orly",
    "papaano",
    "purposes",
    "korupsiyon",
    "pagbuti",
    "bermudez",
    "adham",
    "citizenship",
    "palalakasin",
    "dasal",
    "roon",
    "market",
    "gobernador",
    "retail",
    "mabubuting",
    "batalla",
    "attendants",
    "aguak",
    "magtinda",
    "nagpabayad",
    "makokontrata",
    "kaanak",
    "marbert",
    "nakukuhang",
    "dereliction",
    "obeying",
    "jaafar",
    "sinuman",
    "napakahirap",
    "pockets",
    "evangelista",
    "advancement",
    "diskwento",
    "extracts",
    "nagpatawag",
    "nangangamba",
    "dalhin",
    "monster",
    "ipinakita",
    "emosyonal",
    "aerated",
    "factors",
    "fights",
    "indepedyente",
    "manifest",
    "balikatan",
    "pagkalusaw",
    "billboard",
    "pakinabangan",
    "nagkakahalaga",
    "pinapasok",
    "adult",
    "pagpatay",
    "projection",
    "enrico",
    "papano",
    "size",
    "pagmamalinis",
    "kakatagan",
    "extreme",
    "pangunahan",
    "binanggit",
    "transition",
    "cautious",
    "nominate",
    "pagbabawal",
    "sasagipin",
    "condition",
    "p195",
    "alahas",
    "natitinag",
    "makiisa",
    "aalisin",
    "unexpected",
    "p12",
    "beniberipika",
    "kunsintihin",
    "counseling",
    "whose",
    "inapela",
    "muna",
    "napiling",
    "inaayos",
    "tampinco",
    "maldisa",
    "acosta",
    "pagbabantay",
    "hadjail",
    "bumibiyahe",
    "casan",
    "relations",
    "uli",
    "reorganisasyon",
    "macaraeg",
    "aanihin",
    "maguindanaon",
    "celebrate",
    "cos",
    "wide",
    "mabuting",
    "kinondenda",
    "nanggulpi",
    "papel",
    "implementasyon",
    "cvos",
    "princess",
    "try",
    "sancho",
    "nasirang",
    "nakapagpatala",
    "undocumented",
    "pagproseso",
    "aces",
    "kawit",
    "yaman",
    "obligation",
    "40th",
    "pinaplanong",
    "julius",
    "naturang",
    "maparusahan",
    "inalok",
    "onslaught",
    "coastal",
    "maong",
    "naghinala",
    "token",
    "likurang",
    "nakakasakop",
    "madaling",
    "acharon",
    "tangkaing",
    "binabantayan",
    "god",
    "mahabang",
    "gensan",
    "territorial",
    "publicity",
    "sotyco",
    "nabuhay",
    "sakdal",
    "every",
    "nagosyante",
    "conscolluela",
    "change",
    "campaign",
    "jayson",
    "quiambao",
    "sound",
    "pamahalaan",
    "pinakamadugong",
    "pagpapatawang",
    "liar",
    "korean",
    "professionals",
    "giyera",
    "khadafeh",
    "anybody",
    "proxy",
    "hot",
    "p24000",
    "shaddai",
    "neighboring",
    "pinatawan",
    "inflow",
    "talayan",
    "pharmacies",
    "kinatawan",
    "surigao",
    "tours",
    "dadalhin",
    "statistics",
    "diokno",
    "reply",
    "isi",
    "trap",
    "modifications",
    "tumitinding",
    "pagkakatalaga",
    "pagdiig",
    "pinahihintulutan",
    "hijack",
    "propesyon",
    "kahilingan",
    "kinukunsinti",
    "maguiso",
    "nadang",
    "pinayuhang",
    "actually",
    "p20",
    "balitaan",
    "wages",
    "alamin",
    "papayagan",
    "ourselves",
    "batayan",
    "contact",
    "tiisin",
    "motorsiko",
    "ukol",
    "kasamahan",
    "pampagulo",
    "upang",
    "ginanap",
    "tropical",
    "kadalasan",
    "komukonsumo",
    "kakayahang",
    "gerry",
    "kalalabasan",
    "nalito",
    "masabi",
    "kuryente",
    "naaksidenteng",
    "fisheries",
    "dunguan",
    "iresponsable",
    "idan",
    "negosyante",
    "urduja",
    "pabayaan",
    "pagkidnap",
    "hipon",
    "railroading",
    "didang",
    "antique",
    "aig",
    "lasted",
    "hinuli",
    "kastiguhin",
    "expression",
    "fdc",
    "bid",
    "collecting",
    "magtagal",
    "these",
    "mengniu",
    "rivas",
    "kasuotan",
    "binaril",
    "dept",
    "vital",
    "oobligahing",
    "p10m",
    "ililipit",
    "kompanya",
    "pagkansela",
    "tiniyak",
    "polio",
    "natutulungan",
    "luxury",
    "fannie",
    "ipapalit",
    "bear",
    "safe",
    "cable",
    "prefer",
    "treacherous",
    "nakaimbak",
    "attache",
    "matibay",
    "pribado",
    "idadaan",
    "insofar",
    "pasakit",
    "ivanna",
    "kinukuha",
    "ating",
    "illnesses",
    "p37",
    "buenconsejo",
    "ilocos",
    "seismic",
    "konsensya",
    "rides",
    "lucena",
    "moderate",
    "surveillance",
    "papaboran",
    "datulimba",
    "pagsisikap",
    "entry39",
    "destabilization",
    "nakasukbit",
    "hyperacidity",
    "environment",
    "biomass",
    "lumantad",
    "queza",
    "farming",
    "pinanggalingan",
    "ika28",
    "palitawin",
    "bababa",
    "ipinaliwanag",
    "renew",
    "pangmulat",
    "samuel",
    "mawalan",
    "speakers",
    "radyo",
    "nagpadagdag",
    "insp",
    "diarrhea",
    "bangkang",
    "alston",
    "babalik",
    "pagbagal",
    "pinapangambahan",
    "nagbabanta",
    "costly",
    "makukulong",
    "matansero",
    "what",
    "nangyaring",
    "paglipat",
    "substandard",
    "wicked",
    "losing",
    "elected",
    "hinimatay",
    "antas",
    "mamamahayag",
    "conducting",
    "galaw",
    "pose",
    "letter",
    "kusain",
    "pagawawakas",
    "privileges",
    "castillo",
    "napatay",
    "communication",
    "comfort",
    "paninindigan",
    "kumunistang",
    "p4496",
    "maghahanap",
    "koalisyon",
    "pinaghihinalaang",
    "sumasailalim",
    "clifford",
    "equality",
    "hadji",
    "sinundan",
    "improve",
    "ipabawas",
    "constitutionalists",
    "inikot",
    "compared",
    "patas",
    "renting",
    "logical",
    "kooperasyon",
    "carefully",
    "mahadil",
    "panukalang",
    "taumbayan",
    "nakatuon",
    "wba",
    "kasanayan",
    "nagkakaroon",
    "pangalanan",
    "13able",
    "deserved",
    "faux",
    "isipin",
    "email",
    "magbilang",
    "petrol",
    "binigyan",
    "guam",
    "39milagrosong39",
    "pagsang",
    "kapalit",
    "mike",
    "pagnanais",
    "ginagatungan",
    "balisera",
    "naturally",
    "natatagpuan",
    "csc",
    "dont",
    "jp",
    "sulpicio",
    "jum",
    "nararapat",
    "dswd",
    "kakakabaihan",
    "tinawagan",
    "nadiskaril",
    "bottom",
    "interim",
    "matatagalan",
    "pumaloob",
    "perodi",
    "buwis",
    "arrangement",
    "pagsunod",
    "itogon",
    "bonificio",
    "olongapo",
    "tatakbuhan",
    "aida",
    "nanganak",
    "pangloloko",
    "meet",
    "mangalakal",
    "karapatan",
    "times",
    "flows",
    "ait",
    "pamumuhunan",
    "clause",
    "design",
    "sisisid",
    "katungkulang",
    "authoritarian",
    "principled",
    "ipi",
    "ikinumpara",
    "mahihirapang",
    "halala",
    "nilagdaan",
    "hotlines",
    "ideas",
    "pera",
    "olympians",
    "anne",
    "pinalaki",
    "seem",
    "solution",
    "some",
    "juvita",
    "jess",
    "masisiyahan",
    "ipinapadala",
    "bumaha",
    "rodolfo",
    "p30milyong",
    "quasi",
    "yata",
    "lumusot",
    "fence",
    "tundo",
    "sinumaan",
    "awarded",
    "bypassed",
    "aprubahan",
    "glaring",
    "delgado",
    "edgar",
    "bi",
    "bagbag",
    "epicenter",
    "attraction",
    "kinaroroonan",
    "lebanon",
    "binubusog",
    "39guinness39",
    "nfa",
    "prospect",
    "settle",
    "inutusan",
    "itcz",
    "maaprubahan",
    "inter",
    "akusasyon",
    "serviceman",
    "natitipid",
    "selective",
    "pagtalon",
    "nabalian",
    "alanganing",
    "napaulat",
    "retailers",
    "minuto",
    "mujiv",
    "uphold",
    "kalusugan",
    "tinakot",
    "hoping",
    "pagkolekta",
    "harrowing",
    "detective",
    "mananalong",
    "angat",
    "nakararami",
    "waltermart",
    "afraid",
    "areas",
    "naramdamang",
    "remittance",
    "received",
    "bandera",
    "komendya",
    "magpupulong",
    "kahaliling",
    "encash",
    "donate",
    "naha",
    "siao",
    "tinutulan",
    "kapansin",
    "property",
    "irene",
    "maipoproklama",
    "ipinagmalaki",
    "mooe",
    "deteriorated",
    "signed",
    "marawi",
    "maaagang",
    "lilisanin",
    "ssl2",
    "mahuli",
    "isasanib",
    "denioso",
    "itinaya",
    "tinawanan",
    "action",
    "ipadadala",
    "makulong",
    "saludo",
    "speak",
    "p573",
    "streets",
    "humility",
    "pinakabatang",
    "pabagsak",
    "1lt",
    "jiangxi",
    "chocolate",
    "complete",
    "39all",
    "paghubog",
    "nomination",
    "pnp",
    "regalong",
    "roads",
    "passenger",
    "contend",
    "providers",
    "trilyon",
    "pinaghahanda",
    "nagpapakita",
    "saddle",
    "rolando",
    "service",
    "isinampa",
    "pwersahin",
    "doctrine",
    "analita",
    "escape",
    "humirang",
    "mainland",
    "reset",
    "tumawag",
    "magbibigay",
    "pangkapayapan",
    "host",
    "speaking",
    "tfm",
    "vocal",
    "omr",
    "hely",
    "inaabangan",
    "banned",
    "harmonize",
    "pagputol",
    "upheaval",
    "insanity",
    "makataong",
    "sorties",
    "makapili",
    "magna",
    "nakakapasok",
    "opereytor",
    "umaasa",
    "pagkauhaw",
    "lighthouse",
    "text",
    "sakali",
    "itatalagang",
    "non",
    "pansariling",
    "niadtong",
    "dinggin",
    "printed",
    "offered",
    "benshar",
    "bahang",
    "clinical",
    "blind",
    "mapait",
    "fly",
    "treasury",
    "dismayadong",
    "involve",
    "reap",
    "giving",
    "laid",
    "cases",
    "alaala",
    "pagkaloob",
    "idineklarang",
    "nagdududa",
    "hu",
    "dole",
    "kayay",
    "lulan",
    "valuation",
    "bastat",
    "hsws",
    "pagpapatupad",
    "pagsamo",
    "thereof",
    "panindang",
    "insider",
    "pinatunayan",
    "copy",
    "masungkit",
    "iaapela",
    "maganda",
    "kaltasan",
    "agriculture",
    "tomas",
    "attack39",
    "nagpapahayag",
    "successful",
    "isinalin",
    "ren",
    "iginigiit",
    "inasatasan",
    "millennium",
    "mangutang",
    "step",
    "dragged",
    "recruitment",
    "patakaran",
    "tumuklas",
    "estate",
    "unprofessional",
    "pagsalakay",
    "demonstration",
    "pncc",
    "masama",
    "decrease",
    "muster",
    "sandaling",
    "enriquez",
    "review",
    "matupad",
    "dar",
    "tahira",
    "bakr",
    "mabagsakin",
    "fishermen",
    "mapondohan",
    "thompson",
    "sta",
    "prinsipyo",
    "unahang",
    "sayang",
    "makakaisip",
